openfoam9/test/multiphase/multiphaseEulerFoam/populationBalance/simultaneousCoalescenceAndBreakup/Allrun
#!/bin/sh

# Run from this directory
cd "${0%/*}" || exit 1

# Source run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

runApplication blockMesh
runApplication $(getApplication)

( cd validation && ./createGraphs )

#------------------------------------------------------------------------------
